{"data":{"allInternalMovies":{"edges":[{"node":{"id":"a4e7b716-6502-53a5-b69a-50f086710faa","title":"Le Dernier Samouraï","slug":"le-dernier-samourai","language":"fr","synopsis":"Le Dernier Samouraï (The Last Samurai) est un film américain réalisé par Edward Zwick, sorti en 2003. Le film est une adaptation libre des évènements de la rébellion de Satsuma en 1877.","images":"http://127.0.0.1:8000/media/the_last_samurai_wGotXc5.jpg","movie":{"alternative_id":1,"original_title":"The Last Samurai","original_language":"en","original_country":"US","budget":140000000,"box_office":456800000,"runtime":154,"release":"2003-11-20","genres":null}}},{"node":{"id":"e5b674fb-e86e-552b-be2d-38aab100382f","title":"L'Enfant sauvage","slug":"lenfant-sauvage","language":"fr","synopsis":"Après avoir été capturé par des paysans, un enfant sauvage est amené au Docteur Itard, à Paris. La plupart du monde scientifique le considère comme un enfant attardé, mais le Docteur Itard va réussir à éveiller ses capacités intellectuelles.La marge est étroite entre la sauvagerie civilisée de la vie parisienne et les règles brutales de vie dans la nature. Victor trouve un semblant d'équilibre près des fenêtres qui marquent la transition entre l'enfermement et le dehors. Les bougies et les airs de mandoline jouent aussi les médiateurs. Mais Victor paie son adaptation à des relations sociales en perdant sa capacité à vivre comme un sauvage.","images":null,"movie":{"alternative_id":2,"original_title":"L'Enfant sauvage","original_language":"fr","original_country":"FR","budget":null,"box_office":null,"runtime":83,"release":"1970-02-26","genres":null}}},{"node":{"id":"d7f00420-7092-587c-b54b-a939add5de99","title":"Le Kid","slug":"le-kid","language":"fr","synopsis":"Charles Chaplin, Le Kid. La mère d’un jeune enfant, ne pouvant le faire vivre, décide de l’abandonner dans la voiture d’une famille fortunée. C’est alors que deux voyous décident de voler cette même voiture. Quelques rues plus loin, les voleurs entendent pleurer le bambin. Ils l’abandonnent dans une ruelle où passe un peu plus tard Charlot, un vitrier miséreux. Gêné par sa découverte, il tente d’abord de s’en défaire, avant de s’attacher à lui. Il l’éduque de son mieux, malgré les conditions difficiles. Cinq années passent ainsi dans la débrouillardise, mais surtout l’amour et la tendresse. Malheureusement, les services sociaux s’en mêlent…\r\n\r\nDe son côté, devenue riche, la mère de l’enfant cherche à retrouver son fils.","images":null,"movie":{"alternative_id":3,"original_title":"The Kid","original_language":"en","original_country":"US","budget":250000,"box_office":null,"runtime":68,"release":"1921-01-21","genres":null}}},{"node":{"id":"9ed2c4a8-74c9-5c88-bc4f-fde142d76445","title":"Une femme disparaît","slug":"une-femme-disparait","language":"fr","synopsis":"Dans un train en provenance d’Europe centrale, Iris Henderson voyage en compagnie de Miss Froy, une vieille dame, britannique comme elle, dont elle a fait connaissance dans un hôtel la veille. Au cours du voyage, Miss Froy disparaît mystérieusement. La jeune femme s’inquiète, mais personne ne veut la croire et on tente de la convaincre qu’elle a tout imaginé. Le train est en fait rempli d’espions. Seul Gilbert Redman, un musicien rencontré lui aussi à l’hôtel, sera en mesure d’aider Iris. Quatre autres Britanniques seront embarqués dans l’histoire : deux amateurs de cricket obsédés par l’idée d’arriver à temps à Londres pour un match, et un couple d’amants qui souhaitent rester discrets.","images":null,"movie":{"alternative_id":4,"original_title":"The Lady Vanishes","original_language":"en","original_country":"US","budget":null,"box_office":null,"runtime":96,"release":"1952-03-26","genres":null}}},{"node":{"id":"92411c4c-b898-529e-8207-b6cf6e74a528","title":"La Dernière Femme Sur Terre","slug":"la-derniere-femme-sur-terre","language":"fr","synopsis":"Un couple et leur avocat partent faire une croisière sur leur yacht, suivi d'une excursion sous-marine au moment même où, en surface, les plantes arrêtent de produire de l'oxygène durant quelques minutes. Une fois de retour, ils découvrent que l'humanité est morte asphyxiée et qu'ils sont les trois seuls survivants.","images":null,"movie":{"alternative_id":5,"original_title":"Last Woman on Earth","original_language":"en","original_country":"US","budget":null,"box_office":null,"runtime":71,"release":"1969-08-05","genres":["8","13","16","17","18"]}}},{"node":{"id":"b74f933a-cea1-5575-8c41-d56a4e902df8","title":"Les 39 Marches","slug":"les-39-marches","language":"fr","synopsis":"Les 39 Marches, Alfred Hitchcock. À Londres, le Canadien Richard Hannay rencontre, au terme d’un spectacle musical interrompu bien singulièrement, une demoiselle qui se prétend poursuivie. Il accepte de la cacher chez lui, où l’on assassine cette dernière. Craignant d’être accusé, il comprend qu’il ne pourra prouver son innocence de ce meurtre que s’il s’implique dans une intrigue d’espionnage. Il n’a que deux indices, une phrase qu’elle lui a dite, « les 39 marches », et le nom d’un lieu en Écosse…","images":null,"movie":{"alternative_id":6,"original_title":"The 39 Steps","original_language":"en","original_country":"US","budget":null,"box_office":null,"runtime":null,"release":"1935-06-01","genres":null}}},{"node":{"id":"91ced585-69e8-5e78-9738-c4ce41479150","title":"Captain Marvel","slug":"captain-marvel","language":"fr","synopsis":"Carol Danvers deviens la super-héroïne la plus puissante de l'univers.","images":null,"movie":{"alternative_id":7,"original_title":"Captain Marvel","original_language":"en","original_country":"US","budget":null,"box_office":null,"runtime":null,"release":"2019-03-06","genres":null}}},{"node":{"id":"51abb378-7c15-5b26-b56e-8a25e1707603","title":null,"slug":"hi","language":null,"synopsis":null,"images":null,"movie":null}}]}},"pageContext":{}}